IDEA StatiCa Open Model
ResultClass.Nonlinear Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Class contains nonlinear combinations (loaded as loadcase)
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool Nonlinear { get; set; }
Public Property Nonlinear As Boolean
	Get
	Set
public:
property bool Nonlinear {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ResultClass Class
IdeaRS.OpenModel.Loading Namespace